{"pageProps":{"fileData":{"html":"<h2>Пищевые добавки и продукты</h2>\n<p>При заболевании HHT нельзя принимать добавки:</p>\n<ul>\n<li>витамин E</li>\n<li>Омега 3</li>\n<li>глицин</li>\n<li>Салициловая кислота:\n<ul>\n<li>кайенский перец,</li>\n<li>корица,</li>\n<li>порошок карри,</li>\n<li>укроп,</li>\n<li>имбирь,</li>\n<li>лакрица,</li>\n<li>орегано,</li>\n<li>паприка,</li>\n<li>мята перечная,</li>\n<li>тимьян</li>\n<li>куркума</li>\n</ul>\n</li>\n</ul>\n<p>Между тем есть фрукты, которые могут помочь разжижению крови.\nК ним относятся:</p>\n<ul>\n<li>черника,</li>\n<li>вишня,</li>\n<li>клюква,</li>\n<li>виноград,</li>\n<li>апельсины,</li>\n<li>чернослив,</li>\n<li>изюм,</li>\n<li>клубника,</li>\n<li>мандарины.</li>\n</ul>\n<p>Есть несколько видов рыб, которые уменьшают свертываемость крови.\nВ их числе альбакорский тунец, анчоусы, сельдь, озерная форель, скумбрия и лосось.\nОсновной причиной этого является высокий уровень омега-3 жирных кислот.</p>\n<p>Хотя приведенный выше список не является полным, есть и другие продукты,\nвключая оливковое масло, чеснок и лук, которые могут способствовать разжижению крови.</p>\n<p>Есть много трав и специй, которые потенциально хороши в разжижении крови.\nЭти продукты богаты салициловой кислотой, витамином Е, омега-3 жирными кислотами\n(Омега-3 является одним из наиболее распространенных природных разжижителей крови; он содержится в рыбьем жире)\nи некоторыми антибиотиками.</p>\n<p>Интересно, что все продукты, богатые витамином Е, не всегда разжижают кровь. Например, некоторые зеленые овощи,\nтакие как шпинат и брокколи, содержат большое количество витамина К наряду с витамином Е.</p>\n<p>Травы, богатые аспирином (салицилат /салициловая кислота), включают\nмяту перечную, имбирь, паприку, листья карри и порошок карри, тимьян, корицу, укроп, орегано, куркуму и лакрицу.\nИмбирь, листья карри и орегано-самые распространенные приправы, используемые в приготовлении фастфуда.\nТе, у кого есть нарушения кровоточивости, должны избегать этих приправ.</p>\n<p>В австралийском исследовании имбирь показал, что он ингибирует образование сгустков крови,\nвызванное арахидоновой кислотой (полиненасыщенной жирной кислотой, присутствующей в мембранах у человека).</p>\n<p>Все фрукты в ягодном семействе, включая клубнику, клюкву и чернику, являются значительными разжижителями крови.\nАпельсины, мандарины, вишни, изюм, чернослив, ананасы и помидоры работают таким же образом.</p>\n","metaData":{"title":"Продукты и пищевые добавки, разжижающие кровь","date":"2020-01-26","source":"https://curehht.org/wp-content/uploads/2017/11/Blood-Thinning-Foods-to-Avoid.pdf","tags":["питание","диета","пищевые добавки","образ жизни"]}}},"__N_SSG":true}