const LifeStylePage = () => {
  return (
    <article>
      <h2>Продукты и пищевые добавки, разжижающие кровь</h2>
      <div>
        <h2>Пищевые добавки и продукты</h2>
        <p>При заболевании HHT нельзя принимать добавки:</p>
        <ul>
          <li>витамин E</li>
          <li>Омега 3</li>
          <li>глицин</li>
          <li>
            Салициловая кислота:
            <ul>
              <li>кайенский перец,</li>
              <li>корица,</li>
              <li>порошок карри,</li>
              <li>укроп,</li>
              <li>имбирь,</li>
              <li>лакрица,</li>
              <li>орегано,</li>
              <li>паприка,</li>
              <li>мята перечная,</li>
              <li>тимьян</li>
              <li>куркума</li>
            </ul>
          </li>
        </ul>
        <p>
          Между тем есть фрукты, которые могут помочь разжижению крови. К ним
          относятся:
        </p>
        <ul>
          <li>черника,</li>
          <li>вишня,</li>
          <li>клюква,</li>
          <li>виноград,</li>
          <li>апельсины,</li>
          <li>чернослив,</li>
          <li>изюм,</li>
          <li>клубника,</li>
          <li>мандарины.</li>
        </ul>
        <p>
          Есть несколько видов рыб, которые уменьшают свертываемость крови. В их
          числе альбакорский тунец, анчоусы, сельдь, озерная форель, скумбрия и
          лосось. Основной причиной этого является высокий уровень омега-3
          жирных кислот.
        </p>
        <p>
          Хотя приведенный выше список не является полным, есть и другие
          продукты, включая оливковое масло, чеснок и лук, которые могут
          способствовать разжижению крови.
        </p>
        <p>
          Есть много трав и специй, которые потенциально хороши в разжижении
          крови. Эти продукты богаты салициловой кислотой, витамином Е, омега-3
          жирными кислотами (Омега-3 является одним из наиболее распространенных
          природных разжижителей крови; он содержится в рыбьем жире) и
          некоторыми антибиотиками.
        </p>
        <p>
          Интересно, что все продукты, богатые витамином Е, не всегда разжижают
          кровь. Например, некоторые зеленые овощи, такие как шпинат и брокколи,
          содержат большое количество витамина К наряду с витамином Е.
        </p>
        <p>
          Травы, богатые аспирином (салицилат /салициловая кислота), включают
          мяту перечную, имбирь, паприку, листья карри и порошок карри, тимьян,
          корицу, укроп, орегано, куркуму и лакрицу. Имбирь, листья карри и
          орегано-самые распространенные приправы, используемые в приготовлении
          фастфуда. Те, у кого есть нарушения кровоточивости, должны избегать
          этих приправ.
        </p>
        <p>
          В австралийском исследовании имбирь показал, что он ингибирует
          образование сгустков крови, вызванное арахидоновой кислотой
          (полиненасыщенной жирной кислотой, присутствующей в мембранах у
          человека).
        </p>
        <p>
          Все фрукты в ягодном семействе, включая клубнику, клюкву и чернику,
          являются значительными разжижителями крови. Апельсины, мандарины,
          вишни, изюм, чернослив, ананасы и помидоры работают таким же образом.
        </p>
      </div>
    </article>
  )
}

export default LifeStylePage
