import Layout from '../src/layouts/Layuot'

function IndexPage() {
  return (
    <Layout>
      <h2>Синонимы</h2>
      <ul>
        <li>Болезнь Рандю́ — О́слера (Рандю — Ослера — Ве́бера)</li>
        <li>синдром Ослера</li>
        <li>семейная наследственная телеангиэктазия</li>
        <li>наследственная геморрагическая телеангиэктазия</li>
        <li>геморрагический ангиоматоз</li>
      </ul>

      <h2>О болезни</h2>
      
      <p>
        <strong>Наследственное</strong> заболевание сосудов, на разных участках кожи и слизистых оболочках
        губ, рта, во внутренних органах образуется кровотечения.
      </p>


      <p>Большинство больных не подозревают о своей болезни длительное время и остаются недиагностированными.</p>

      <p>Развитие болезни у ребенка происходит при передаче поврежденного гена от любого из родителей.</p>

      <p>Ненаследственные патологии фиксируются крайне редко.</p>

      <p>Первые симптомы болезни Рандю – Ослера можно наблюдать у детей 6-10 лет.</p>

      <p>Как правило, они проявляются на голове, мочках ушей, слизистых десен, щек,
        губ и на крыльях носа.</p>

      <p>По мере взросления количество ангиэктазий увеличивается, а кровоточат они чаще и сильнее.</p>
    </Layout>
  )
}

export default IndexPage
